Repository: alex-w/skychart
Catalog: tools/data/language/skychart.*.po
Languages: fr

source: Square
fr: Carré

source: Standard colour
fr: Couleur standard

source: Star
fr: Étoile

source: Star and nebula limit
fr: Limite des étoiles et nébuleuses

source: Star catalog index
fr: Index des catalogues d'étoiles

source: Star colour (B-V):
fr: Couleur des étoiles (B-V) :

source: Star common name
fr: Nom commun d'étoile

source: Star display
fr: Affichage des étoiles

source: Star label
fr: Label des étoiles

source: Stars
fr: Étoiles

source: Stars and deep sky catalogs prepared with
fr: Catalogues préparés avec

source: Stars bitmap file
fr: Fichier des images d'étoiles

source: Star filter
fr: Filtre des étoiles

source: Stars proper motion options (if available in the catalog)
fr: Options du mouvement propre des étoiles (si disponible)

source: Start
fr: Début

source: Animation backward
fr: Animation en arrière

source: Start date
fr: Date de début

source: Animation forward
fr: Animation en avant

source: Start graph at local noon
fr: Le graphique commence à midi

source: Start month
fr: Mois

source: Start of object
fr: Début de l'objet

source: start tracking
fr: début du suivi

source: Status
fr: État

source: Status bar
fr: Barre d'état

source: Step Into
fr: Pas à pas approfondi

source: Step Over
fr: Pas à pas

source: Step unit
fr: Unités

source: Stop
fr: Arrêt

source: Stop TCP/IP server
fr: Arrêt du serveur TCP/IP

source: Stop telescope motion.
fr: Arrêt du déplacement du télescope

source: Sun
fr: Soleil

source: Sun alt.
fr: Alt. soleil

source: Sun.
fr: Dim

source: Sun image source
fr: Source de l'image

source: Sun inclination
fr: Inclinaison solaire

source: Supernova remnant
fr: Reste de supernova

source: Surface brightness
fr: Luminosité de surface

source: Swap button
fr: Inversion des boutons

source: Y
fr: A

source: Symbol
fr: Symbole

source: Sync
fr: Synchroniser

source: Synced to %s / %s
fr: Synchronize à %s / %s

source: Sync to %s %s/%s
fr: Sync à %s %s %s

source: Synodic month
fr: Mois synodique

source: System printer
fr: Imprimante du système

source: %sTable %s does not exist! %sPlease correct the error and retry.
fr: %sla table %s n'existe pas ! %sCorrigez l'erreur et réessayez.

source: %sThis table exists: %s
fr: %sla table %s existe

source: Target
fr: Cible

source: TCP/IP connection
fr: connexion TCP/IP

source: TCP/IP server
fr: Serveur TCP/IP

source: TCP/IP service not available.
fr: Les services TCP/IP ne sont pas disponibles.

source: Telescope
fr: Télescope

source: Telescope focal length
fr: Focale du télescope

source: Telescope name
fr: Nom du télescope

source: Telescope not connected
fr: Le télescope n'est pas connecté

source: Telescope settings
fr: Paramètres du télescope

source: Temperature (Celsius)
fr: Température (Celsius)

source: temporary file
fr: Fichiers temporaires

source: Text
fr: Texte

source: Text file catalog
fr: Catalogue en fichier texte

source: Text size
fr: Taille du texte

source: The image directory contains sub-directories with the same names as the DSO catalogs. Each sub-directory contains FITS files with the names of the catalog objects. These images are used to replace the DSO symbols on the map.
fr: Le répertoire contient des sous-répertoires avec le même nom que les catalogues de nébuleuses. Chaque sous-répertoire contient les fichiers FITS avec le nom des objets du catalogue. Ces images sont utilisées pour remplacer le symbole sur la carte.

source: Theme
fr: Thème

source: The number of records for this catalog is unknow. The download will be limited to %s records
fr: Le nombre d'enregistrement de ce catalogue est inconnu. Le téléchargement sera limité à %s enregistrements

source: The observing list %s was modified.
fr: La liste d'observation %s a été modifiée.

source: There are %s catalogued images
fr: Il y a %s images cataloguées

source: There are %s objects in this field.
fr: Il y a %s objets dans ce champ.

source: This action overwrites all the database content for the country %s, using fresh data from NGA and GNIS.%sAll your editing for this country will be lost, only locations that you added with a new name will be kept.%sDo you want to continue?
fr: Cette action remplace tout le contenu de la base de données du pays %s avec des données fraîches du NGA et GNIS.%sToutes vos modifications pour ce pays seront perdues à l'exception des lieux que vous avez ajoutés avec un nouveau nom.%sVoulez-vous continuer ?

source: This catalog contain %s records. It is not possible to download in full for performance reason.
fr: Ce catalogue contient %s enregistrements. Il n'est pas possible de le télécharger entièrement pour des raisons de performance.

source: This file contain %s elements.%sThis is probably a base file you want to load without the "Append" option.%sIt can affect the performance to append all this data to the current file%sDo you want to continue anyway?
fr: Ce fichier contient %s éléments.%sC'est probablement un fichier de base que vous voulez charger sans l'option "Ajouter".%sLes performances peuvent être dégradée en ajoutant toutes ces données au fichier courant.%sVoulez-vous continuer?

source: This file was not recognized as a MPCORB file.
fr: Ce fichier n'est pas reconnu comme un fichier MPCORB.

source: This layout can be modified later using the menu Setup , Toolbar editor
fr: Cette disposition peut être modifiée ultérieurement à l'aide du menu Paramètres , éditeur de barre d'outils

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier selon la licence GNU GPL.

source: Thu.
fr: Jeu.

source: Tile horizontally
fr: Arrange horizontalement

source: Tile vertically
fr: Arrange verticalement

source: Time
fr: Heure

source: Time simulation
fr: Simulation

source: Time units
fr: Unités de temps

source: Time zone
fr: Fuseau horaire

source: Title
fr: Titre

source: TLE download OK
fr: Téléchargement des TLE terminé

source: to
fr: à

source: To configure the catalog details
fr: Pour configurer le détail des catalogues

source: Today
fr: Aujourd'hui

source: to file:
fr: dans le fichier :

source: Tonight
fr: Cette nuit

source: Toolbar
fr: Barre d'outils

source: Toolbar editor
fr: Éditeur de barre d'outils

source: Tool box
fr: Boîte à outils

source: Tools
fr: Outils

source: Too many open windows, please close some charts.
fr: Trop de fenêtres ouvertes, veuillez fermer une carte.

source: Top
fr: Haut

source: Topocentric
fr: Topocentrique

source: Totality
fr: Totalité

source: Total asteroid count
fr: Nombre total d'astéroïdes

source: Total radius
fr: Rayon total

source: Before you can use the new orbital elements, you must compute the monthly data.
fr: Pour utiliser ces données vous devez calculer les données mensuelles

source: Tracking
fr: Suivi

source: Track telescope
fr: Suit le télescope

source: Trajectories simulation
fr: Simulation de trajectoires

source: Translator:
fr: Traducteur :

source: Transparency
fr: Transparence

source: Transparent line mode (occultations)
fr: Mode transparent (occultation)

source: Triple star
fr: Étoile triple

source: Tropical year
fr: Année tropique

source: Troposphere temperature lapse rate (K/km)
fr: Gradient de température de la troposphère (K/km)

source: True
fr: Oui

source: true equator, equinox and epoch of the date
fr: équateur vrai, équinoxe et époque de la date

source: True position
fr: Position vraie

source: True solar
fr: Solaire vrai

source: Trumpler class
fr: Classe de Trumpler

source: Truncated to %s catalogs
fr: Tronqué à %s catalogues

source: Try to auto-connect to a SAMP hub when the program start
fr: Essayer de se connecter à un hub SAMP au lancement du programme

source: Tue.
fr: Mar.

source: turns / degree
fr: tour/degré

source: turns / hour
fr: tour/heure

source: Twilight
fr: Crépuscule

source: Type of coordinates
fr: Type de coordonnées

source: Object types to add to the list
fr: Type d'objet inclu dans la liste

source: Type of variability
fr: Type de variabilité

source: Umbra
fr: Ombre

source: Unable to create directory
fr: Ne peut pas créer le répertoire

source: Uncheck to avoid duplicate with minor planet 134340
fr: Décocher pour éviter un doublon avec l'astéroïde 134340

source: Undo
fr: Annuler

source: Undo last change
fr: Annuler la dernière modification

source: Uninstall
fr: Désinstaller

source: Units
fr: Unités

source: Universal Time
fr: Temps Universel

source: unknown
fr: inconnu

source: Unknown object
fr: Objet inconnu

source: Unlock chart
fr: Déverrouiller la carte

source: Unsupported file extension: %sPlease fix it.
fr: Extension de fichier non prise en charge : %sVeuillez le corriger.

source: Unsupported SAMP hub profile. Must be a File URL
fr: Profile du hub SAMP non supporté. Doit être une URL de fichier

source: Unzip file
fr: Décompression de fichier

source: Up
fr: Vers le haut

source: Update
fr: Mise à jour

source: Update coordinates
fr: Mise à jour des coordonnées

source: Updated successfully!
fr: Mise à jour terminée avec succès !

source: Update/add the current location to the database?
fr: Mettre à jour la localisation actuelle dans la base de données ?

source: URL launch command
fr: Lancement d'une URL

source: Use another DeltaT value
fr: Autre valeur de DeltaT

source: Use a preset colour scheme:
fr: Utiliser un schéma de couleur :

source: Use a simple pointer
fr: Utilise un pointeur simplifié

source: (useful to represent a flux)
fr: (utile pour représenter un flux)

source: Use HTTP proxy
fr: Utiliser le proxy HTTP

source: Use online DSS instead of RealSky
fr: Utilise le DSS en ligne à la place de Realsky

source: Use online Sun image from SDO or SOHO
fr: Affiche une image du soleil de SDO ou SOHO par Internet

source: User defined objects
fr: Objets personnels

source: User id:
fr: Utilisateur :

source: User name
fr: Utilisateur

source: Use Socks proxy
fr: Utiliser le proxy Socks

source: Use subsampling to limit the image size to
fr: Ré-échantillonage pour limiter la taille à

source: Use system time
fr: Utilise l'heure du système

source: Use TCP/IP server
fr: Utiliser le serveur

source: Use the button below or the menu "%s/%s" to install a double and variable star catalog
fr: Utiliser le bouton ci-dessous ou le menu "%s/%s" pour installer un catalogue d'étoile double ou variable

source: Use the internal INDI gui panel
fr: Utilise le panneau INDI interne

source: Use the menu or button "%s" to configure this driver.
fr: Utilisez le menu ou bouton « %s » pour configurer ce pilote.

source: Use the proper motion to correct the position for the given epoch
fr: Utilise le mouvement propre pour la position à l'époque indiquée

source: Use this field as an alternative name
fr: Utilise ce champ comme nom supplémentaire

source: Using the existing file %s
fr: Utilise le fichier existant %s

source: UT
fr: TU

source: Variable star
fr: Étoile variable

source: Variable stars
fr: Étoiles variables

source: Velocity
fr: Vitesse

source: Venus
fr: Vénus

source: Vertical overlap %
fr: Chevauchement vertical %

source: Vicinity
fr: Voisinage

source: View
fr: Affichage

source: View header
fr: Afficher l'en-tête

source: View horizon
fr: Afficher l'horizon

source: View observing list
fr: Afficher la liste d'observation

source: View on chart
fr: Afficher sur la carte

source: Virtual Observatory Catalog
fr: Catalogue de l'observatoire virtuel

source: Visibility for your observatory
fr: Visibilité pour l'observatoire

source: Visualisation scale
fr: Échelle de visualisation

source: Visual magnitude
fr: Magnitude visuelle

source: VO Catalog
fr: Catalogue VO

source: VO Catalog Browser
fr: Navigateur des catalogues VO

source: VO SAMP settings
fr: Configuration VO SAMP

source: Do you want to track an object before it rises?
fr: Voulez-vous voir les objets avant leur levé ?

source: Warning!
fr: Attention !

source: Warning! Calculation of
fr: Attention ! Le calcul pour

source: Warning! Low resolution mode. Use PostScript instead and print the result file.
fr: Attention ! Mode basse résolution. Utilisez plutôt PostScript et imprimer le fichier résultat.

source: Warning! Some asteroid elements are outdated. Load element valid for the current map date.
fr: Attention ! Les éléments des astéroïdes ne sont plus valables. Chargez des éléments valables pour la date actuelle de la carte.

source: Warning! Some comet elements are outdated. Load element valid for the current map date.
fr: Attention ! Les éléments des comètes ne sont plus valables. Chargez des éléments valables pour la date actuelle de la carte.

source: Warning! The used date or your observatory location have been changed from the previous settings. You can reply No now, and use the %s button to return to your original date/time and observation location, otherwise the changes will be applied. Do you want to continue?
fr: Attention ! La date et le lieu d'observation ont pu changer de leur valeur par défaut. Vous devez répondre Non et utiliser le bouton %s maintenant pour retrouver vos valeurs, autrement elles seront perdues. Voulez-vous continuer ?

source: Warning!%sYou are about to destroy the database %s and all its content, even if this content is not related to this program.%sAre you sure you want to continue?
fr: Attention !%sVous allez détruire la base de données %s et tout son contenu, même si celui-ci n'est pas lié à ce programme.%sVoulez-vous vraiment continuer ?

source: Warning! you are using multiple catalogs as sources for identical objects. You risk the display of duplicates. Be sure that this is what you want.
fr: Attention ! Vous utilisez plusieurs catalogues pour le même type d'objet. Soyez sûr(e) que c'est ce que vous voulez.

source: WARNING !%sYou have chosen to append the data to an existing catalog.%sThis existing catalog and index must be exactly of the same format, otherwise the catalog will be corrupted.%sIt is a good idea to backup the actual files before proceeding this operation.%sDo you want to continue?
fr: Attention !%sVous avez choisi d'ajouter ces données à un catalogue existant.%s Le catalogue existant et son index doivent avoir exactement le même format, sinon il sera corrompu.%sC'est une bonne idée de faire une sauvegarde avant cette opération.%sVoulez-vous continuer ?

source: Wed.
fr: Mer.

source: West
fr: Ouest

source: West hour angle
fr: Angle horaire Ouest

source: West side
fr: Côté ouest

source: White on black
fr: Blanc sur noir

source: Width
fr: Largeur

source: Window
fr: Fenêtres

source: Year
fr: Année

source: years
fr: années

source: You already have the latest available version!
fr: Vous avez déjà la dernière version disponible !

source: You are now ready to display the asteroid for this time period.
fr: Vous êtes mantenant prêt à afficher les astéroïdes pour cette période.

source: If you observe high on a mountain, the horizon line will be lower than it would be at sea level.
fr: Vous observez depuis une haute montagne près de l'océan et vous aimez observer l'image distordue des objets sous l'horizon.

source: Zenital equidistant
fr: Zénithale équidistante

source: Zenith
fr: Zénith

source: Zoom + and centre on
fr: Centrer et Zoom +

source: Zoom - and centre on
fr: Centrer et Zoom -

source: Zoom in
fr: Agrandir

source: Object too faint to show on the chart
fr: Objet trop faible pour être affiché sur la carte

source: Zoom out
fr: Réduire
