Repository: alex-w/skychart
Catalog: tools/data/language/skychart.*.po
Languages: fr

source: 184 (recommended up to 1,000,000 objects)
fr: 184 (recommandé jusqu'à 1 000 000 d'objets)

source: 50 (recommended up to 100,000 objects)
fr: 50 (recommandé jusqu'à 100 000 d'objets)

source: 63000 (for billion of objects)
fr: 63000 (pour des milliard d'objets)

source: 732 (recommended up to 5,000,000 objects)
fr: 732 (recommandé jusqu'à 5 000 000 d'objets)

source: 9537 (larger datasets)
fr: 9537 (plus gros catalogues)

source: Abandon your changes?
fr: Abandonner vos modifications ?

source: Abbreviation
fr: Abréviation

source: Abort
fr: Annuler

source: Aborted by user
fr: Interrompu par l'utilisateur

source: Abort Slew
fr: Interrompre le goto

source: About
fr: À propos

source: About %s
fr: À propos de %s

source: Above %s
fr: Au dessus de %s

source: C+N
fr: A+N

source: Drk
fr: Obs

source: Gcl
fr: AGx

source: Gb
fr: AG

source: OC
fr: AO

source: Activate all the functions when hidden
fr: Activer toutes les fonctions lorsque le script est masqué

source: Activate the timer event when hidden
fr: Activer le minuteur quand le panneau est masqué

source: Activate voice
fr: Activer la voix

source: Actual system time
fr: Heure du système

source: Add
fr: Ajouter

source: Add a single element to the database. All fields are mandatory.
fr: Ajout d'un élément à la base de données. Tout les champs sont requis.

source: Add cursor position
fr: Ajoute la position du curseur

source: Show equatorial grid
fr: Afficher la grille équatoriale

source: Additional ffmpeg options
fr: Options supplémentaires ffmpeg

source: Add label
fr: Ajout d'un label

source: Add label for every object in the list
fr: Ajouter un label pour tous les objets de la liste

source: Add telescope position
fr: Ajoute la position du télescope

source: Add the alternative names to the index
fr: Ajouter les noms supplémentaires à l'index

source: Add %s to observing list
fr: Ajouter %s à la liste d'observation

source: Adjust colour brightness
fr: Ajuster la luminosité de surface

source: Adjust the visualisation scale
fr: Ajuster l'échelle de visualisation

source: Adjust the window size to the screen DPI
fr: Ajuster la taille des fenêtres à la résolution de l'écran

source: administrator
fr: administrateur

source: Advanced
fr: Avancé

source: Advanced search
fr: Recherche avancée

source: Age
fr: Âge

source: Airmass
fr: Masse d'air

source: Alignment
fr: Alignement

source: All
fr: Tout

source: All configuration options
fr: Toutes les options de configuration

source: All the objects at this position
fr: Tous les objets près de cette position

source: All SAMP clients
fr: Tous les clients SAMP

source: %sAll table structures exist.
fr: %sToutes les structures de table existent.

source: All toolbars
fr: Toutes les barres d'outils

source: %sAlso be sure the required database software is installed.%sPlease consult the documentation if you are unsure.%sDo you want to continue?
fr: %sContrôler aussi que le logiciel de base de données soit installé.%sConsultez la documentation si vous n'êtes pas sûr(e).%sVoulez-vous continuer ?

source: Alt/Az coord.
fr: Coordonnées Alt/AZ

source: Alt/Az coord.
fr: Coord. Alt/Az

source: Alt-Az coordinates
fr: Coordonnée Alt-Az

source: Alt/Az mount
fr: Monture Alt/Az

source: Altitude
fr: Hauteur

source: %sAlt turns:
fr: %stours Alt :

source: always
fr: toujours

source: Always add meridian
fr: Toujours ajouter le méridien

source: Always on top
fr: Toujours au premier plan

source: Always save without asking.
fr: Toujours enregistrer sans demander.

source: A maximum of %s files can be selected
fr: Un maximum de %s fichier peuvent être sélectionner

source: A new version %s of Skychart is available.%sDo you want to download it now?
fr: Une nouvelle version %s de Cartes du Ciel est disponible.%sVoulez-vous la télécharger maintenant ?

source: Annual proper motion
fr: Mouvement propre annuel

source: Anonymous password
fr: Mot de passe anonyme

source: Anti Alias drawing
fr: Dessin avec anti-alias

source: Apparent
fr: Apparente

source: Appearance
fr: Apparence

source: Append to an existing catalog
fr: Ajouté à un catalogue existant

source: Append to current file
fr: Ajouter au fichier courant

source: Apply
fr: Appliquer

source: Apply changes to all charts
fr: Appliquer à toutes les cartes

source: April
fr: avril

source: Archive this image?
fr: Archiver cette image ?

source: Archive to directory:
fr: Archiver dans le dossier :

source: Argument of perihelion
fr: Argument du périhélie

source: Around current position
fr: Autour de la position actuelle

source: Artificial satellites
fr: Satellites artificiels

source: Artificial satellite
fr: Satellite artificiel

source: Artificial satellites TLE (one URL by line)
fr: TLE des Satellites artificiels (une URL par ligne)

source: A SAMP application send a table to load
fr: Une application SAMP a envoyé une table

source: A SAMP application send an image to load
fr: Une application SAMP a envoyé une image

source: A SAMP application send coordinates location
fr: Une application SAMP a envoyé des coordonnées

source: The ASCOM driver report an error
fr: Le pilote ASCOM signale une erreur

source: ASCOM Alpaca is available on %s
fr: ASCOM Alpaca est disponible pour %s

source: ASCOM telescope interface
fr: Interface de télescope ASCOM

source: Ask confirmation before any Internet connection
fr: Demande une confirmation avant de se connecter à Internet

source: Ask for confirmation before to jump to coordinates
fr: Demande une confirmation avant de déplacer la carte

source: Ask for confirmation before to load the image
fr: Demande une confirmation avant de charger une image

source: Ask for confirmation before to load the table
fr: Demande une confirmation avant de charger une table

source: As on screen (black background!)
fr: Comme à l'écran (fond noir !)

source: Asterism
fr: Astérisme

source: Asteroid
fr: Astéroïde

source: Sources for asteroid elements in MPC format (one URL per line)
fr: Élément des astéroïdes au format MPC (une URL par ligne)

source: Asteroid elements
fr: Éléments des astéroïdes

source: asteroids from the file
fr: Astéroïdes du fichier

source: Asteroid update successful
fr: Mise à jour des astéroïdes terminée

source: Astrometric J2000
fr: Astrométrique J2000

source: Astronomical
fr: Astronomique

source: Astronomical twilight
fr: Crépuscule astronomique

source: at
fr: à

source: Atmospheric refraction
fr: Réfraction atmosphérique

source: August
fr: août

source: Authors
fr: Auteurs

source: Automatic
fr: Automatique

source: Automatically optimize the labels placement
fr: Optimise automatiquement la position des labels

source: Auto-refresh
fr: Actualisation automatique

source: Auto-refresh every
fr: Rafraîchit tout les

source: Auxiliary files
fr: Fichiers auxiliaires

source: Available actions
fr: Actions disponibles

source: Azimuth
fr: Azimut

source: Azimuthal coordinates
fr: Coordonnée azimutale

source: Azimuth origin
fr: Origine des azimuts

source: %sAz turns:
fr: %stours Az :

source: Back
fr: Retour

source: Background
fr: Arrière-plan

source: Background picture
fr: Image d'arrière-plan

source: Bayer letter
fr: Lettre de Bayer

source: Begin processing for jd=%s / %s
fr: Début du traitement pour jd=%s / %s

source: Be sure they use a DOS line end format.
fr: Contrôler que la fin des lignes du fichier sont au format DOS.

source: Big stars
fr: Grandes étoiles

source: Binary indexed catalog
fr: Catalogue binaire indexé

source: Bitmap file
fr: Fichier bitmap

source: Black on white
fr: Noir sur blanc

source: Black/white
fr: Noir/blanc

source: Black/white, line mode
fr: Noir/blanc, mode ligne

source: Blinking picture
fr: Clignotement de l'image

source: Blue magnitude
fr: Magnitude bleue

source: Blurred
fr: Floue

source: Bottom
fr: Bas

source: Boundary
fr: Limite

source: Brighter
fr: Fort

source: Brightest
fr: La plus brillante

source: Brightest star magnitude
fr: Magnitude de l'étoile la plus brillante

source: Bright nebula
fr: Nébuleuse brillante

source: Brightness
fr: Luminosité

source: Bright stars
fr: Étoiles brillantes

source: Bright star size
fr: Taille des étoiles brillantes

source: Build catalog
fr: Construire le catalogue

source: But never fainter than magnitude
fr: Mais jamais plus faible que la magnitude

source: Button
fr: Bouton

source: Button size
fr: Taille des boutons

source: by
fr: par

source: By name
fr: Par nom

source: Calendar
fr: Calendrier

source: Calendar graph setting
fr: Configuration des graphiques du calendrier

source: Cancel
fr: Annuler

source: Cancel %s
fr: Annuler %s

source: Cancel, wrong zip file ?? %s
fr: Annuler, mauvais fichier zip ? %s

source: Cannot compute satellites.
fr: Ne peut pas calculer les satellites.

source: Cannot connect to server. %s
fr: Échec de la connexion au serveur. %s

source: Cannot download PDF help now
fr: Impossible de télécharger l'aide PDF maintenant

source: Cannot draw
fr: Ne peut dessiner

source: Cannot get your IP address, or no location found for this address.
fr: Ne peut pas trouver votre adresse IP, ou pas de lieu trouvé pour cette adresse.

source: %sCannot open database %s! %s
fr: %sNe peut pas ouvrir la base de données %s ! %s

source: Cannot Sync when the mount is not tracking
fr: Ne peut pas utiliser Sync quand la monture n'est pas en suivi

source: Cannot write to
fr: Ne peut pas écrire dans

source: Caption
fr: Légende

source: Cartesian
fr: Cartésien

source: Catalog
fr: Catalogues

source: Catalog long name
fr: Nom long du catalogue

source: %s Catalogs available
fr: %s catalogues disponibles

source: Catalog short name
fr: Nom court du catalogue

source: Catalog string
fr: Texte du catalogue

source: Catalog type
fr: Type de catalogue

source: %sCCW
fr: %sà gauche

source: CdC deep sky
fr: CdC nébuleuses

source: CdC deep sky catalogs and settings
fr: Catalogue de nébuleuses CDC

source: Obsolete CdC catalogs and settings (you can still use them)
fr: Catalogues obsolètes (mais vous pouvez toujours les utiliser)

source: CdC stars
fr: CdC étoiles

source: CdC star catalogs and settings
fr: Catalogue d'étoile CDC

source: Patrick Chevalley, Marc Fokker
fr: Patrick Chevalley

source: Center
fr: Centre

source: Centre on this object
fr: Centrer l'objet

source: Central meridian
fr: Méridien central

source: Central star B magnitude
fr: Magnitude bleue de l'étoile centrale

source: Central star V magnitude
fr: Magnitude visuelle de l'étoile centrale

source: Centre on
fr: Centrer sur

source: Change drawing mode
fr: Modifie le mode de dessin

source: Change mouse mode
fr: Changer le mode de la souris

source: Change to this setting will restart the program now!
fr: Si vous modifiez ce réglage le programme va redémarrer maintenant !

source: Chart
fr: Carte

source: chart:
fr: carte :

source: Chart center
fr: Centre de la carte

source: Add a crosshair to the chart center
fr: Ajouter un réticule au centre de la carte

source: Chart, coordinates
fr: Carte, coordonnées

source: Chart coordinate systems
fr: Système de coordonnées

source: Chart information
fr: Informations sur la carte

source: Chart legend
fr: Légende de la carte

source: Chart name
fr: Nom de la carte

source: Chart settings
fr: Paramètres de la carte

source: Time sync
fr: Sync. heure

source: Chart_
fr: Carte_

source: Check
fr: Contrôle

source: CheckList
fr: Liste à cocher

source: Choose colours for the object types
fr: Choix de la couleur par type d'objet

source: Circle
fr: Cercle

source: Circumpolar
fr: Circumpolaire

source: Class
fr: Classe

source: Cleanup map
fr: Nettoie la carte

source: Clear
fr: Effacer

source: Clear all
fr: Tout effacer

source: Clear Target
fr: Effacer la cible

source: Click to change the colour
fr: Clic pour modifier la couleur

source: Client connection keep alive
fr: Garde la connexion client

source: Client list
fr: Liste des clients

source: Clock
fr: Horloge

source: Close
fr: Fermer

source: Close chart
fr: Fermer la carte

source: Close connection
fr: Fermer la connexion

source: Closed contour
fr: Contour fermé

source: Close files
fr: Ferme les fichiers

source: Close the Setup window and launch the catalog generation tool?
fr: Fermer la fenêtre Paramètres et lancer l'outil de génération de catalogue ?

source: Close the Setup window and launch the catalog installer tool?
fr: Fermer la fenêtre de configuration et lancer l'outil d'installation des catalogues ?

source: Cluster and nebula
fr: Amas et nébuleuse

source: Collapse
fr: Réduire

source: Colour
fr: Couleur

source: Colour index
fr: Indice de couleur

source: Colour, line mode
fr: Couleur, mode ligne

source: Colour saturation
fr: Saturation de couleur

source: Columns
fr: Colonnes

source: Combo box
fr: Liste déroulante

source: Comet
fr: Comète

source: Sources for comet elements in MPC format (one URL per line)
fr: Éléments des comètes au format MPC (une URL par ligne)

source: Comet elements
fr: Éléments des comètes

source: Comet update successful
fr: Mise à jour des comètes terminée

source: Command found OK.
fr: La commande est trouvée.

source: Command not found!
fr: Commande non trouvée !

source: Command to use to process the file.
fr: Commande pour le traitement

source: Common name
fr: Nom commun

source: Compass rose size
fr: Taille de la boussole

source: Compilation and save successful
fr: Compilation et sauvegarde réussie

source: Compiled with:
fr: Compilé avec :

source: Component
fr: Composant

source: Component 1 magnitude
fr: Magnitude du premier composant

source: Component 2 magnitude
fr: Magnitude du second composant

source: Compute
fr: Calcul

source: Compute asteroid data for this month
fr: Calcul les données des astéroïdes pour ce mois

source: Compute field
fr: Calcul des champs

source: Compute rise/set time relative to this line
fr: Calcul l'heure de lever et coucher par rapport à cette ligne

source: Configure
fr: Configurer

source: Configure the program
fr: Configuration du programme

source: Confirmation prompt before saving a file.
fr: Demande de confirmation avant d'enregistrer l'image.

source: Confirm file delete:
fr: Confirmez la suppression de :

source: Connect
fr: Connecter

source: Connected
fr: Connecté

source: %s connected with %s, using chart %s, connected time:%s
fr: %s connecté depuis %s, utilise la carte %s, temps de connexion:%s

source: Connected to the SQL database %s
fr: Connecté sur la base de données SQL %s

source: Connection error: %s
fr: Erreur de connexion : %s

source: Connection lines between each position
fr: Ligne de connexion entre les points

source: Connection to INDI server failed!
fr: La connexion au serveur INDI a échoué !

source: Connect telescope
fr: Connecte le télescope

source: Connect to SAMP hub
fr: Connexion au hub SAM

source: Connection to %s, %s successful.%s
fr: Connecté à %s, %s avec succès.%s

source: Constellation figures
fr: Figure des constellations

source: Constellation figures file name:
fr: Nom du fichier :

source: Constellation boundaries
fr: Limites des constellations

source: Constellation boundaries file name:
fr: Nom du fichier :

source: Constellation label
fr: Label des constellations

source: Constellation name
fr: Nom des constellations

source: Contrast
fr: Contraste

source: Control panel
fr: Panneau de contrôle

source: Control panel command
fr: Panneau de contrôle

source: Convert catalog file %s
fr: Converti le fichier %s

source: Convert catalog files
fr: Converti le catalogue

source: Coordinate system to use with the clients
fr: Système de coordonnées utilisé avec les clients

source: Coord. grid
fr: Grilles

source: Coordinates:
fr: Coordonnées :

source: Coordinates equinox
fr: Équinoxe

source: Coordinates grid
fr: Grilles de coordonnées

source: Copy
fr: Copier

source: Copy coordinates
fr: Copie les coordonnées

source: Copy from:
fr: Copier de :

source: Core radius
fr: Rayon du noyau

source: Correlated
fr: Corrélé

source: Could not load library
fr: Ne peut pas charger la bibliothèque

source: Count
fr: Nombre

source: Country timezone
fr: Zone du pays

source: Create a new chart
fr: Crée une nouvelle carte

source: Create a search index file
fr: Créer un index de recherche

source: Create files
fr: Crée les fichiers

source: Create header
fr: Crée l'en-tête

source: Create postscript chart. Please wait...
fr: Création du fichier postscript...

source: Create raster chart %d x %d. Please wait...
fr: Crée la carte %d x %d. Veuillez patienter...

source: Cross meridian
fr: À travers le méridien

source: Current chart coordinate system
fr: Système de coordonnée de la carte

source: Date of validity
fr: Date courante

source: Cursor
fr: Curseur

source: Cursor position
fr: Position du curseur

source: %sCW
fr: %sà droite

source: Dark nebula
fr: Nébuleuse obscure

source: Dark night
fr: Nuit noir

source: Dash
fr: Trait

source: Dash dot
fr: Trait point

source: Dash dot dot
fr: Trait point point

source: Database file:
fr: Fichier :

source: %sDatabase %s opened.%s
fr: %sBase de données %s ouverte.%s

source: Database setting...
fr: Réglage BD

source: Data files:
fr: Fichiers de données :

source: Data files, CD-ROM
fr: Fichiers de données, CD-ROM

source: Data maintenance
fr: Maintenance

source: Data preview
fr: Prévisualiser

source: Data starts on line %s
fr: Les données commencent à la ligne %s

source: Data Type
fr: Type de données

source: Date format
fr: Format de la date

source: Date from
fr: Depuis

source: dates may take a long time. Do you want to continue?
fr: dates peut prendre beaucoup de temps. Voulez-vous continuer ?

source: Date / time
fr: Date/heure

source: Date/time
fr: Date/heure

source: Day
fr: Jour

source: days
fr: jours

source: Day Time
fr: Jour

source: DB insert failed for %s: %s
fr: Erreur d'insertion pout %s :%s

source: DB Name:
fr: Nom BD :

source: December
fr: décembre

source: Decimal degrees
fr: Degré décimal

source: Decimal hours
fr: Heure décimale

source: Decimal south polar distance
fr: Distance au pôle sud

source: Declination
fr: Déclinaison

source: Decrement time
fr: Décrémente le temps

source: DEC turns:
fr: Tours en DEC :

source: %sDEC turns:
fr: %stours DEC :

source: Deep sky colour
fr: Couleur des nébuleuses

source: Deep sky object colour
fr: Couleur des nébuleuses

source: Default
fr: Défaut

source: Default colour
fr: Couleur par défaut

source: Default label
fr: Label par défaut

source: Default magnitude
fr: Magnitude par défaut

source: Default margin
fr: Marge par défaut

source: Default nebulae parameters
fr: Paramètres par défaut des nébuleuses

source: Default outline parameters
fr: Paramètres par défaut des contours

source: Default size (arcsec)
fr: Taille par défaut (arcsec)

source: Degree
fr: Degré

source: Grid spacing in degree
fr: Espacement de la grille en degré

source: Degrees, minutes, seconds
fr: Degrés, minutes, secondes

source: Delay between frame
fr: Délai entre les images

source: Delete
fr: Supprimer

source: Delete all expired ephemeris
fr: Effacer toutes les éphémérides expirées

source: Delete %s, all the child nodes and the scripts?
fr: Supprimer %s, tous les composants et les scripts ?

source: Delete completed
fr: Suppression terminée

source: Deleting the daily data
fr: Suppression des données journalières

source: Deleted successfully!
fr: Suppression terminée avec succès !

source: Deleting from the element table...
fr: Suppression dans la table des éléments...

source: Deleting from the element list...
fr: Suppression depuis la liste des éléments...

source: Deleting from the monthly table ...
fr: Suppression de la table mensuelle...

source: Delete from monthly table for jd<%s
fr: Suppression de la table mensuelle pour jd<%s

source: Deleting from the name list...
fr: Suppression depuis la liste des noms...

source: Delete monthly data
fr: Suppression des données mensuelles

source: Delete monthly data older than
fr: Suppression des données plus anciennes que

source: Delete MPC data selectively
fr: Supprimer des données sélectivement

source: Delete previous data for this date.
fr: Suppression des données antérieures pour cette date.

source: Delete the current location from the database?
fr: Supprimer la localisation actuelle de la base de données ?

source: DeltaT uncertainty
fr: Incertitude sur DeltaT

source: DeltaT recent value
fr: Valeur récente de DeltaT

source: Depression of the visible horizon
fr: Dépression de l'horizon

source: Designation
fr: Désignation

source: Desktop environment
fr: Environnement de bureau

source: Details
fr: Détails

source: Diameter
fr: Diamètre

source: Diconnected
fr: Déconnecté

source: Difference between Terrestrial Time and Universal Time
fr: Différence entre le Temps Terrestre et le Temps Universel

source: %s (different than the configured port, maybe busy or other error.)
fr: %s (différent que le port configuré, il est peut-être occupé.

source: Dimension and units
fr: Dimension et unités

source: Directory
fr: Dossier

source: Directory not found! Please install the Skychart Pictures package.
fr: Répertoire introuvable ! Veuillez installer le paquet Skychart Pictures.

source: Disconnect
fr: Déconnecter

source: Disconnected
fr: Déconnecté

source: Disconnect from SAMP
fr: Déconnexion du hub SAMP

source: Disconnection error: %s
fr: Erreur de déconnexion: %s

source: Display
fr: Affichage

source: Display as a symbol
fr: Afficher un symbole

source: Display colour
fr: Couleur d'affichage

source: Display images of catalogued objects
fr: Afficher une image des objets du catalogue

source: Display labels for all star catalogs
fr: Afficher les labels de tous les catalogues d'étoiles

source: Display the chart information in the menu bar
fr: Affiche les informations de la carte dans le menu

source: Display the horizon picture
fr: Afficher la photo horizon

source: Display the labels
fr: Affiche les labels

source: Display the local horizon line
fr: Afficher l'horizon local

source: Distance measurement
fr: Mesure de la distance

source: Divider
fr: Diviseur

source: Do not change anything here if you are not sure what you do!
fr: Ne changez rien si vous n'êtes pas sûr(e) de ce que vous faites !

source: Do not filter bright nebula by magnitude
fr: Ne pas filtrer les nébuleuses brillantes par magnitude

source: Do not filter Messier objects
fr: Ne pas filtrer les objets Messier

source: Do not run %s as %s!
fr: Ne pas executer %s comme %s

source: Do not use row %s, reserved for external software interface.
fr: N'utilisez pas la ligne %s, réservée pour les logiciels externes.

source: Dot
fr: Point

source: Double star
fr: Étoile double

source: Down
fr: Vers le bas

source: Download
fr: Télécharger

source: Download %s
fr: Télécharge %s

source: Download archive
fr: Archive des téléchargements

source: Download catalog
fr: Télécharge le catalogue

source: Download country details
fr: Télécharger les détails

source: Download File
fr: Télécharger le fichier

source: Download full catalog
fr: Télécharge le catalogue complet

source: Download the latest orbital elements
fr: Télécharger les éléments orbitaux

source: Download Solar System object SPICE kernel from JPL Horizon
fr: Télécharge un kernel SPICE pour les corps du système solaire depuis JPL Horizon

source: Download TLE
fr: Télécharger TLE

source: Do you really want to park the mount now?
fr: Voulez-vous vraiment parquer la monture maintenant ?

source: Do you want to load it?
fr: Voulez-vous la charger ?

source: Do you want to move the chart there?
fr: Voulez-vous déplacer la carte ici ?

source: Do you want to save the program settings now?
fr: Voulez-vous enregistrer les options du programme maintenant ?

source: Do you want to save it?
fr: Voulez-vous l'enregistrer ?

source: Draw a line that displays the proper motion for the next
fr: Dessine une ligne montrant le mouvement propre pour

source: Draw as
fr: Dessine comme
