Repository: alex-w/skychart
Catalog: tools/data/language/skychart.*.po
Languages: fr

source: Number of stars
fr: Nombre d'étoiles

source: Number of steps
fr: nombre d'étapes

source: Nutation, aberration
fr: Nutation et aberration

source: Object
fr: Objet

source: Object bar
fr: Barre d'objet

source: Object filter
fr: Filtre d'objet

source: Object filter settings
fr: Paramètres du filtre d'objet

source: Object list
fr: Liste des objets

source: Object list settings
fr: Paramètres des listes d'objets

source: Object name
fr: Nom de l'objet

source: Object size unit
fr: Unité de dimension des objets

source: Object type
fr: Type d'objet

source: Observation time
fr: Heure de l'observation

source: Observatory
fr: Observatoire

source: Observatory database
fr: Base de données

source: Observer tools
fr: Outils pour l'observation

source: Observing list
fr: Liste d'observation

source: Observing list elements
fr: Élements de la liste d'observation

source: Obsolete
fr: Obsolète

source: October
fr: octobre

source: Official name
fr: Nom officiel

source: Offset
fr: Décalage

source: Offset label
fr: Décalage du label

source: One every
fr: Un tous les

source: Online DSS
fr: DSS en ligne

source: Online DSS pictures
fr: Images DSS

source: Online pictures servers
fr: Serveurs d'images

source: Online search failed!
fr: La recherche en ligne a échoué !

source: Online search result
fr: Résultat de la recherche en ligne

source: Only numbered asteroids
fr: Seulement les numérotés

source: Only objects within airmass limits tonight
fr: Seulement les objets dans la masse d'air cette nuit

source: Only objects within airmass limits now
fr: Seulement les objets dans la masse d'air maintenant

source: Only objects within hour angle limits tonight
fr: Seulement les objets dans l'angle horaire cette nuit

source: Only objects within hour angle limits now
fr: Seulement les objets dans l'angle horaire maintenant

source: Only the first
fr: Seulement le premier

source: Only the last
fr: Seulement le dernier

source: Open
fr: Ouvrir

source: Open a chart
fr: Ouvrir une carte

source: Open Catalog Setup
fr: Ouvrir la configuration des catalogues

source: Open cluster
fr: Amas ouvert

source: Open script
fr: Ouvrir le script

source: Open the bitmap.
fr: Ouvrir le fichier bitmap.

source: Orbit
fr: Orbite

source: Orbital elements
fr: Éléments d'orbites

source: Orientation from zenith in Alt/Az chart
fr: Orientation depuis le zénith en Alt/Az

source: Orient to the pole or zenith
fr: Orientation sur le pôle ou le zénith

source: Or use a local file:
fr: Utilise le fichier local :

source: Other
fr: Autre

source: Other label
fr: Autre label

source: Other software data
fr: Données d'autres logiciels

source: Outer Solar System
fr: Système Solaire Externe

source: Output catalog type
fr: Type du catalogue de sortie

source: Output catalog options
fr: Options du catalogue de sortie

source: Output directory
fr: Répertoire de sortie

source: Page margin in millimeters
fr: Marge en millimètre

source: Parallax
fr: Parallaxe

source: Parametric
fr: Paramétrique

source: Park
fr: Parquer

source: Partial
fr: Partiel

source: Password
fr: Mot de passe

source: Paste coordinates
fr: Coller des coordonnées

source: Path
fr: Répertoire

source: Path to save the file:
fr: Chemin du fichier :

source: Path width
fr: Larg. ombre

source: Penumbra
fr: Pénombre

source: Perihelion date
fr: Date du périhélie

source: Perihelion distance
fr: Distance au périhélie

source: Period
fr: Période

source: Personal data
fr: Données personnelles

source: Phase angle
fr: Angle de phase

source: Photographic plate
fr: Plaque photographique

source: Photographic
fr: Photographique

source: Picture angle offset
fr: Angle de rotation de la photo

source: Pictures
fr: Images

source: Pixel count
fr: Nombre de pixels

source: Pixel size
fr: Taille des pixels

source: Planet
fr: Planète

source: Planetary nebula
fr: Nébuleuse planétaire

source: Planetary satellite
fr: Satellite planétaire

source: Planet settings
fr: Paramètres des planètes

source: Planet visibility
fr: Visibilité des planètes

source: Plate defect
fr: Défaut photographique

source: Plate id. Date exp. Margin CD Observatory
fr: Plaque Date Exp. Marge CD Observatoire

source: Please check your Internet connection and the URL definition
fr: Veuillez contrôler votre connexion Internet et la définition des URL

source: Please configure your DSS file path first.
fr: Veuillez configurer le chemin vers les fichiers DSS.

source: Please configure the orbital elements URL!
fr: Veuillez configurer l'URL pour les éléments orbitaux !

source: Please confirm that the telescope is pointed at %s
fr: Confirmez que le télescope est centré sur %s

source: Please download and select TLE file
fr: Veuillez télécharger et sélectionner un fichier TLE

source: Please ensure that ASCOM telescope drivers are installed properly.
fr: Veuillez vous assurer que les pilotes ASCOM soient installés correctement.

source: Please enter an object identifier.
fr: Saisir le nom d'un objet.

source: Please indicate a catalog short name
fr: Veuillez indiquer un nom court du catalogue

source: Please indicate a catalog long name
fr: Veuillez indiquer un nom long du catalogue

source: Please indicate the directory where the catalog must be built
fr: Veuillez indiquer le répertoire où construire le catalogue

source: Please install wine http://www.winehq.org/ to compute artificial satellites on your computer.
fr: Veuillez installer wine http://www.winehq.org/ pour calculer les satellites artificiels.

source: Please mount RealSky CD number
fr: Veuillez monter le CD-ROM Realsky256 numéro

source: Please report any problem to:
fr: Veuillez signaler les problèmes à :

source: Please try to create this directory yourself and restart the program.
fr: Essayez de créer ce répertoire vous même et relancez le programme.

source: Please try to reinstall the program.
fr: Essayez de réinstaller le programme.

source: Please wait...
fr: Veuillez patienter...

source: Plot orbital motion of solar system objects.
fr: Trace le mouvement orbital des objets du système solaire.

source: Pluto
fr: Pluton

source: Pluto is a planet.
fr: Pluton est une planète.

source: Pole inclination
fr: Inclinaison du pôle

source: Pole precession
fr: Précession du pôle

source: Position angle
fr: Angle de position

source: Position epoch
fr: Époque de la position

source: Power
fr: Grossissement

source: Prefix name with catalog short name
fr: Préfixe le nom avec celui du catalogue

source: Prepare a catalog with CatGen
fr: Préparation d'un catalogue CatGen

source: Prepare data
fr: Préparer les données

source: Prepare monthly data
fr: Données mensuelles

source: Pre-Pointing
fr: Pré-pointage

source: Pre-point line duration in minutes
fr: Durée de la ligne de pré-pointage en minutes

source: Pressure (millibar)
fr: Pression (millibar)

source: << Prev
fr: << Précédent

source: Preview
fr: Prévisualiser

source: Previous
fr: Précedent

source: Print
fr: Imprimer

source: Print chart
fr: Impression de la carte

source: Printed chart
fr: Carte imprimée

source: Printer:
fr: Imprimante :

source: Printer legend
fr: Légende imprimée

source: Printer setup
fr: Options imprimante

source: Print footer
fr: Imprimer le pied de page

source: Print header
fr: Imprimer l'en-tête

source: Print method
fr: Méthode d'impression

source: Print Preview
fr: Aperçu avant impression

source: Print the chart
fr: Imprimer la carte

source: Processing... %s
fr: Traitement... %s

source: Processing ended. Total number of comets: %s
fr: Traitement terminé. Nombre total de comètes :%s

source: Processing ended. Total number of asteroids: %s
fr: Traitement terminé. Nombre total d'astéroïdes :%s

source: Processing ended. Total number of location :%s
fr: Traitement terminé. Nombre total de lieux :%s

source: Processing line %s
fr: Traitement de la ligne %s

source: Program information
fr: Informations

source: Programmer:
fr: Programmeur :

source: Progress
fr: En cours

source: Progress messages
fr: Progression

source: Projection settings
fr: Paramètres de projection

source: Proper motion in right ascension
fr: Mouvement propre en ascension droite

source: Proper motion in declination
fr: Mouvement propre en déclinaison

source: Proper motion
fr: Mouvement propre

source: Proportional to the tail length
fr: Proportionnel à la taille de la queue

source: Proportional to the magnitude
fr: Proportionnel à la magnitude

source: Protocol trace
fr: Trace du protocole

source: Proxy host
fr: Serveur proxy

source: Proxy port
fr: Port

source: Put the files with a .tle extention to the %s folder
fr: Mettre les fichiers avec l'extension .tle dans le répertoire %s

source: Quality flag
fr: Indicateur de qualité

source: Quick delete
fr: Suppression rapide

source: Quickly delete all data related to comets
fr: Suppression rapide de toutes les données des comètes

source: Quickly delete all data related to asteroids
fr: Suppression rapide de toutes les données des astéroïdes

source: Quick start guide
fr: Guide d'utilisation rapide

source: RA
fr: AD

source: Radial velocity
fr: Vitesse radiale

source: Range
fr: Distance

source: RA options
fr: AD options

source: Raster resolution
fr: Résolution raster

source: RA turns:
fr: Tours en AD :

source: %sRA turns:
fr: %stours AD :

source: Realistic images
fr: Image réaliste

source: RealSky North
fr: Realsky nord

source: RealSky South
fr: Realsky sud

source: Real time options
fr: Options temps réel

source: Receive coordinates from other applications
fr: Recevoir des coordonnées d'autres applications

source: Receive FITS images from other applications
fr: Recevoir des images FITS d'autres applications

source: Receive VO table data from other applications
fr: Recevoir des tables VO d'autres applications

source: Recognize units or object type from the file:
fr: Identifier les unités ou le type depuis le fichier :

source: Record animation to file
fr: Enregistre l'animation

source: Recording directory
fr: Répertoire d'enregistrement

source: Recording extension
fr: Extension d'enregistrement

source: Recording options
fr: Options d'enregistrement

source: Recording prefix
fr: Préfixe d'enregistrement

source: Recover hidden label
fr: Récupérer les labels masqués

source: Rectangular
fr: Rectangulaire

source: Red
fr: Rouge

source: Red magnitude
fr: Magnitude rouge

source: Redo
fr: Rétablir

source: Redo last change
fr: Rétablir la dernière modification

source: Reduce details when moving the chart
fr: Réduire les détails lors du déplacement de la carte

source: Reference
fr: Référence

source: Reflection nebula
fr: Nébuleuse par réflexion

source: Refresh
fr: Actualiser

source: Refresh all ephemeris
fr: Rafraîchir toutes les éphémérides

source: Refresh image every
fr: Rafraîchit l'image toutes les

source: Refresh rate
fr: Taux de rafraîchissement

source: Refresh the list
fr: Rafraîchir la liste

source: Release notes
fr: Notes de version

source: Reload
fr: Recharge

source: Reload %s for current chart
fr: Recharge %s pour la carte actuelle

source: Remove all breakpoints
fr: Supprimer tous les points d'arrêt

source: Remove all circles
fr: Supprime tous les cercles

source: Remove all labels
fr: Supprime tous les labels

source: Remove last circle
fr: Supprime le dernier cercle

source: Remove last label
fr: Supprime le dernier label

source: Rename chart
fr: Renommer la carte

source: Rename the curent chart
fr: Renomme la carte courante

source: Replace by tick mark
fr: Remplace par une croix

source: Replaced by
fr: Remplacé par

source: Report a problem
fr: Signaler un problème

source: Request timeout. You probably asked a too wide area which demanded too much processing time on the remote server.
fr: Requête abandonnée. Vous avez probablement demandé une trop grande surface qui demande beaucoup de temps à être traitée sur le serveur distant.

source: Required field missing!
fr: Champ obligatoire manquant !

source: (requires Xplanet 1.2.0)
fr: (nécessite Xplanet 1.2.0)

source: Reset
fr: Réinitialiser

source: Reset all labels
fr: Réinitialiser tous les labels

source: Reset chart
fr: Restaure la carte

source: Reset chart and options
fr: Carte et options par défaut

source: Reset initial default and restart
fr: Initialise les valeurs par défaut et redémarrer

source: Reset rotation
fr: Réinitialiser la rotation

source: Reset time
fr: Réinitialiser la date

source: Reset to last time the chart was saved
fr: Recharge la dernière carte sauvegardée

source: Resolution:
fr: Résolution :

source: Return
fr: Retour

source: Reverse Alt knob
fr: Retourner la vis Alt

source: Reverse Az knob
fr: Retourner la vis Az

source: Reverse DEC knob
fr: Retourner la vis DEC

source: Reverse RA knob
fr: Retourner la vis AD

source: Right
fr: Droite

source: Right Ascension
fr: Ascension droite

source: Right Bar
fr: Barre de droite

source: Rise
fr: Lever

source: Rise time
fr: Heure du lever

source: Rotate by 180 degrees
fr: Rotation de 180 degrés

source: Use oblique cylindrical projections
fr: Utilise des projections cylindriques obliques

source: Rotate left
fr: Faire pivoter vers la gauche

source: Rotate right
fr: Faire pivoter vers la droite

source: Rows
fr: Lignes

source: Run
fr: Exécuter

source: SAMP Confirmation
fr: Confirmation SAMP

source: SAMP hub profile %s found, but it is missing a required value.
fr: Profile du hub SAMP %s trouvé, mais il manque une valeur requise.

source: SAMP is a messaging protocol that enables astronomy software tools to interoperate and communicate.%sSkychart can send and receive coordinates position, FITS images and VO tables.
fr: SAMP est un protocole de messagerie qui permet aux logiciels d'astronomie d'interagir ensembles.%sSkychart peut envoyer et recevoir des coordonnées, des images FITS et des tables VO.

source: SAMP send coordinates
fr: SAMP envoi des coordonnées

source: SAMP setup
fr: Configuration de SAMP

source: SAMP status
fr: État de SAMP

source: Satellites calculation:
fr: Calcul des satellites :

source: Sat. ring
fr: Anneau de saturne

source: Sat.
fr: Sam.

source: Saturn
fr: Saturne

source: Save
fr: Enregistrer

source: Save as...
fr: Enregistrer sous...

source: Save configuration now
fr: Enregistrer la configuration

source: Save configuration on exit
fr: Enregistrer la configuration en quittant

source: Save image...
fr: Enregistrer l'image...

source: Save project
fr: Enregistrer le projet

source: Save the active chart
fr: Enregistrer la carte

source: Save to file
fr: Enregistrer

source: Scaled
fr: À l'échelle

source: Scan archives
fr: Parcourir les archives

source: Scan directory
fr: Analyse le répertoire

source: Screen resolution
fr: Résolution de l'écran

source: Script editor
fr: Éditeur de script

source: Script is already assigned to %s are you sure you want to duplicate it to %s ?
fr: Le script est déjà affecté à la touche %s êtes-vous sûr(e) que vous voulez le dupliquer à %s ?

source: Scroll bar
fr: Barre de défilement

source: D
fr: J

source: Search
fr: Rechercher

source: Search box
fr: Boîte de recherche

source: Search by name
fr: Recherche par nom

source: Search by position
fr: Recherche par position

source: Search Catalogs
fr: Recherche de catalogues

source: Search for
fr: Recherche

source: Search index
fr: Index de recherche

source: Search radius
fr: Rayon de recherche

source: Search software update
fr: Rechercher une mise à jour du logiciel

source: Second
fr: Seconde

source: Seconds
fr: Secondes

source: See %s for more information.
fr: Voir %s pour plus d'informations.

source: Select
fr: Choix

source: Select all
fr: Tout sélectionner

source: Select Catalog
fr: Choisir le catalogue

source: Select Circle
fr: Sélection des cercles

source: Select color (black for catalog default)
fr: Choix de la couleur (noir pour la valeur par défaut)

source: Selected object
fr: Objet sélectionné

source: Selection
fr: Sélection

source: Select labels to recover
fr: Choisir les labels à récupérer

source: Select mirror site
fr: Choix du site miroir

source: Select none
fr: Tout désélectionner

source: Select a plate from the list
fr: Choix de la plaque

source: Select Rectangle
fr: Sélection des rectangles

source: Select script
fr: Sélection du script

source: Select the catalog to install or remove
fr: Choisir le catalogue à installer ou supprimer

source: Select the fields to use and their position in the text file
fr: Choisir les champs a utiliser et leur position dans le fichier

source: Select the system printer and options you want to use
fr: Choisir l'imprimante et les options d'impression

source: Select the telescope interface
fr: Choix de l'interface télescope

source: Select the type of objects in your catalog
fr: Choisir le type d'objet du catalogue

source: Select time units
fr: Sélection des unités de temps

source: Select your preference for the button layout
fr: Choisir votre préférence pour la disposition des boutons

source: Semimajor axis
fr: Demi grand axe

source: Send the chart to the printer.
fr: Envoi de la carte à l'imprimante.

source: Send image to
fr: Envoi de l'image à

source: Send table to
fr: Envoi de la table à

source: Send via server
fr: Envoi par le serveur

source: Separation
fr: Séparation

source: Separator
fr: Séparateur

source: September
fr: septembre

source: Server
fr: Serveur

source: Server information
fr: Informations sur le serveur

source: Server IP interface:
fr: Interface réseau :

source: Server IP port:
fr: Port :

source: Server response:
fr: Réponse du serveur :

source: Set
fr: Coucher

source: Set date and time
fr: Définir la date et l'heure

source: Set FOV
fr: Règle le champ

source: Set FOV to
fr: Champ de

source: Set how the mount moves for each axis when you turn the driving knob. From then on, a click on the 'Connect telescope' button will show you how many turns you must make to go from one object to another.
fr: Indiquez le mouvement de la monture pour chaque tour de vis. Ainsi le bouton Télescope du menu vous indiquera le nombre de tours à effectuer pour aller d'un objet à un autre.

source: Set observatory location
fr: Définir le lieu d'observation

source: Set options for best performance
fr: Définir les options pour de meilleures performances

source: Set target to %s
fr: Definir « %s » comme cible

source: Set Time
fr: Envoyer l'heure

source: Set to telescope
fr: Envoyer au télescope

source: Setup
fr: Paramètres

source: Setup Options
fr: Options de configuration

source: Show 0d horizon line
fr: Afficher ligne d'horizon 0d

source: Show all sky
fr: Afficher tout le ciel

source: Show a single picture on the map.
fr: Afficher une image unique sur la carte.

source: Show asteroids
fr: Afficher les astéroïdes

source: Show asteroids on the chart
fr: Afficher les astéroïdes sur la carte

source: Show button text
fr: Afficher le texte

source: Show celestial equator
fr: Afficher l'équateur céleste

source: Show comets
fr: Afficher les comètes

source: Show comets on the chart
fr: Afficher les comètes

source: Show the compass rose
fr: Afficher la boussole

source: Show constellation lines
fr: Afficher les figures des constellations

source: Show constellation limits
fr: Afficher les limites des constellations

source: Show constellation figures
fr: Afficher les figures

source: Show constellation boundaries
fr: Afficher les limites

source: Show coordinates grid
fr: Afficher les grilles de coordonnées

source: Show nebulae outlines
fr: Afficher les lignes des nébuleuses

source: Show Earth shadow (Lunar eclipses)
fr: Afficher l'ombre de la Terre (éclipses lunaire)

source: Show ecliptic
fr: Afficher l'écliptique

source: Show galactic equator
fr: Afficher l'équateur galactique

source: Show grid label
fr: Afficher les labels des grilles

source: Show/hide DSS image
fr: Afficher/masquer les images DSS

source: Show image name label
fr: Affiche le nom de l'image en label

source: Show IR variables
fr: Afficher les variables IR

source: Show labels
fr: Afficher les labels

source: Show line from moved label to object
fr: Dessine une ligne depuis un label déplacé

source: Show mark
fr: Afficher les marques

source: Show mark index
fr: Numéroter les chercheurs

source: Show Milky Way
fr: Afficher la voie lactée

source: Show near Earth asteroids independently of the magnitude
fr: Toujours afficher les astéroïdes proches de la Terre

source: Show deep sky objects
fr: Afficher les nébuleuses

source: Show objects below the horizon
fr: Afficher les objets sous l'horizon

source: Show object pictures on the chart
fr: Afficher les images sur la carte

source: Show objects
fr: Afficher les objets

source: Show only meridian
fr: Afficher seulement le méridien

source: Show only text in detail window
fr: Afficher uniquement le texte dans la fenêtre de détail

source: Show pictures
fr: Afficher les images

source: Show planets on the chart
fr: Afficher les planètes sur la carte

source: Show planets
fr: Afficher les planètes

source: Show position in title bar
fr: Afficher la position dans la barre de titre

source: Show stars
fr: Afficher les étoiles

source: Show the images on the map
fr: Afficher les images sur la carte

source: Show the faint satellites of the outer planets
fr: Afficher les petits satellites des planètes externes

source: Show this picture
fr: Afficher l'image

source: Show User defined objects
fr: Afficher les objets personnels

source: Show Virtual Observatory data
fr: Afficher les données de l'observatoire virtuel

source: Sidereal
fr: Sidéral

source: Sidereal day
fr: Jour sidéral

source: Size
fr: Taille

source: Sky background colour
fr: Afficher la couleur du ciel

source: Skychart homepage
fr: Page web de Cartes du Ciel

source: Skychart icon setup
fr: Configuration de l'icône

source: Sky Charts
fr: Cartes du Ciel

source: Sky colour
fr: Couleur du ciel

source: Slant orthographic
fr: orthographique oblique

source: Slew
fr: Goto

source: Slew complete
fr: Goto terminé

source: Slewing to %s / %s
fr: Goto vers %s / %s

source: Slew to chart center
fr: Goto centre de la carte

source: Slew to cursor position
fr: Goto position du curseur

source: Slewing to %s %s/%s
fr: Déplacement vers %s %s/%s

source: Slower
fr: Plus lentement

source: Small stars
fr: Petites étoiles

source: Socket error %s. %s
fr: Erreur de socket %s. %s

source: Solar distance
fr: Distance au soleil

source: Solar eclipses
fr: Éclipses solaires

source: Solar elongation
fr: Élongation solaire

source: Solar System
fr: Système solaire

source: Solar system body
fr: Corps du système solaire

source: Solar System Information
fr: Informations sur le système solaire

source: Solar system object
fr: Objet du système solaire

source: Solar system settings
fr: Paramètres du système solaire

source: Some records where rejected, see the file %sreject.txt for details.
fr: Certains enregistrements ont été refusés, voir le fichier %sreject.txt pour plus de détails

source: Something went wrong during the initialization of the program. The program needs to be closed.
fr: Quelque chose n'a pas fonctionné lors de l'initialisation du programme. Il va maintenant être fermé.

source: Sorry, copy is not yet implemented for this page
fr: Désolé mais la copie n'est pas encore implémentée pour cette page.

source: Sort by
fr: Trier par

source: Sorting files by magnitude
fr: Tri des fichiers par magnitude

source: Sorting the index file
fr: Tri de l'index

source: South
fr: Sud

source: Spacer
fr: Espace

source: Specialized data
fr: Données spécialisées

source: Spectral class
fr: Classe spectrale

source: Speed
fr: Vitesse

source: SPICE ephemeris
fr: Éphéméride SPICE

source: SQL database not available.
fr: La base de données SQL n'est pas disponible.

source: SQL database software is probably not installed!
fr: Le logiciel de base de données SQL n'est probablement pas installé

source: SQLite database
fr: Base de données Sqlite
