Repository: alex-w/skychart
Catalog: tools/data/language/skychart.*.po
Languages: fr

source: Draw as DSO
fr: Dessine comme nébuleuse

source: Draw as star
fr: Dessine comme étoile

source: Drawing
fr: Graphisme

source: Drawing type
fr: Type de dessin

source: Draw line
fr: Tire un trait

source: Draw planet as
fr: Dessine les planètes comme

source: Draw the apparent depressed horizon line
fr: Dessine la ligne de dépression de l'horizon

source: Draw the position of the pole between the following years
fr: Dessine la position du pôle entre ces années

source: Yearly drift
fr: Dérive annuelle

source: Driver Selection
fr: Choix du pilote

source: DSO Catalog pictures
fr: Images des catalogues de nébuleuses

source: Duplicate
fr: Doublon

source: Duration
fr: Durée

source: Earth
fr: Terre

source: Earth shadow
fr: Ombre de la Terre

source: East
fr: Est

source: East hour angle
fr: Angle horaire Est

source: East side
fr: Côté est

source: Eccentricity
fr: Excentricité

source: Eclipse
fr: Éclipse

source: Ecliptic
fr: Écliptique

source: Ecliptic coordinates
fr: Coordonnées écliptiques

source: Ecliptic coord.
fr: Coord. écliptique

source: Edit
fr: Édition

source: Edit colour
fr: Modifier la couleur

source: Edit nebulae lines color
fr: Modification de la couleur des lignes

source: Edit label
fr: Modifier les labels

source: Edit line operation
fr: Modifier l'action

source: Edit object types
fr: Modifier les types d'objet

source: Edit Script
fr: Modifier le script

source: Edit time increment
fr: Modifier l'incrément de temps

source: Edit units
fr: Modifier les unités

source: Elong.
fr: Élong.

source: Emission nebula
fr: Nébuleuse d'émission

source: Empty
fr: Vide

source: End
fr: Fin

source: End of object
fr: Fin de l'objet

source: End of processing: %s asteroids
fr: Fin du traitement : %s astéroïdes

source: Ephemeris
fr: Éphéméride

source: Ephemeris calendar
fr: Calendrier des éphémérides

source: Ephemeris probably out of range, disabling any solar system object
fr: Le fichier d'éphémérides n'est pas valable, désactivation des objets du système solaire.

source: Epoch
fr: Époque

source: Epoch (JD)
fr: Époque (JD)

source: Epoch of maxima
fr: Moment du maxima

source: Eq. grid
fr: Grille Eq.

source: Equator
fr: Équateur

source: Equatorial coordinates
fr: Coordonnées équatoriales

source: Equatorial coordinates, equinox: %s
fr: Coordonnées équatoriale, équinoxe : %s

source: Equatorial coord.
fr: Coord. équatoriale

source: Equatorial mount
fr: Monture équatoriale

source: Equinox:
fr: Équinoxe :

source: Equinox
fr: Équinoxe

source: Error
fr: Erreur

source: %sError creating table %s
fr: %sErreur lors de la création de la table %s

source: Error, file not downloaded:
fr: Erreur, fichier non téléchargé :

source: Error! Please check the database parameters.
fr: Erreur ! Veuillez contrôler les paramètres de la base de données.

source: Error! Please check the database parameters and load the comete data file.
fr: Erreur ! Veuillez contrôler les paramètres de la base de données et charger les données des comètes.

source: Error! Please check the database parameters and load the picture package.
fr: Erreur ! Contrôlez les paramètres de la base de données et charger le paquet des images

source: Estimated file size: %sMB %sDo you want to continue?
fr: Le fichier est estimé à %sMo %sVoulez-vous continuer ?

source: Estimated tail length
fr: Longueur estimée de la queue

source: Evening
fr: Soir

source: Evening twilight
fr: Crépuscule soir

source: Event
fr: Événement

source: every
fr: tout les

source: Every position
fr: Chaque position

source: Example of user defined object: North galactic pole
fr: Exemple d'objet utilisateur : le pôle galactique nord

source: Exit
fr: Quitter

source: Exiting ...
fr: Sortie...

source: Expand
fr: Étendre

source: Expert mode
fr: Mode expert

source: External catalog object
fr: Objet d'un catalogue externe

source: Eyepiece
fr: Oculaire

source: Eyepiece apparent field of vision
fr: Champ de l'oculaire

source: Eyepiece focal length
fr: Focale de l'oculaire

source: Eyepiece vision
fr: Vision de l'oculaire

source: Failed: %s
fr: Erreur : %s

source: Fainter
fr: Faible

source: Faint Stars Size
fr: Taille des étoiles faibles

source: False
fr: Non

source: Family
fr: Famille

source: Faster
fr: Plus rapidement

source: Favorite
fr: Favoris

source: February
fr: février

source: Fewer buttons for a cleaner space, access to other functions from the menu
fr: Moins de boutons pour un espace plus simple, accès aux autres fonctions à partir du menu

source: ffmpeg program path
fr: répertoire du programme ffmpeg

source: Field Name
fr: Nom de champ

source: Field Number
fr: Numéro de champ

source: Field of vision
fr: Champ de vision

source: Field of vision settings
fr: Paramètres du champ de vision

source: Field of vision number :
fr: Numéro du champ :

source: Field too wide! Maximum is %s
fr: Champ trop large ! le maximum est %s

source: File
fr: Fichier

source: Filename without path or extension
fr: Nom du fichier, sans le répertoire ni l'extension

source: File not found!
fr: Fichier non trouvé !

source: Files path
fr: Répertoire

source: Fill?
fr: Remplir ?

source: Fill Milky Way
fr: Remplir la voie lactée

source: Fill nebulae
fr: Remplir les nébuleuses

source: Fill with horizon colour
fr: Remplir avec la couleur de l'horizon

source: Filter ->
fr: Filtre ->

source: Filter
fr: Filtre

source: Filter deep sky objects
fr: Filtrer les nébuleuses

source: Filter stars
fr: Filtrer les étoiles

source: Find
fr: Chercher

source: Finder circle (eyepiece)
fr: Cercle du chercheur (oculaire)

source: Finder Circle
fr: Cercle du chercheur

source: Finder rectangle (CCD)
fr: Rectangle du chercheur (CCD)

source: Find info
fr: Information

source: First
fr: Premier

source: First 5000
fr: Premier 5000

source: First char
fr: Premier caractère

source: FITS file
fr: Fichier FITS

source: Fixed black
fr: Fixe noir

source: Fixed sky colour
fr: Couleur du ciel

source: Flamsteed number
fr: Numéro de Flamsteed

source: Flip N/S movement
fr: Inverse le mouvement N/S

source: Fonts
fr: Police de caractères

source: For a large catalog, always select Binary. For a small dataset that changes frequently, select Text. This enables you to edit the file and see the result immediately on the chart without the need to rerun this utility.
fr: Pour un gros catalogue toujours choisir Binaire. Pour un petit dont les données changent fréquemment choisir Texte, cela permet de modifier le fichier et de voir immédiatement le résultat sans avoir à le retraiter.

source: Force color
fr: Forcer la couleur

source: Force EqSys
fr: Forcer EqSys

source: For more information, see :
fr: Pour plus d'informations :

source: FOV
fr: Champ

source: FOV:
fr: Champ :

source: FOV bar
fr: barre de champ de vision

source: FOV number:
fr: champ :

source: Frames per second
fr: Images par seconde

source: Frames size
fr: Taille d'image

source: Free size
fr: Taille libre

source: Fri.
fr: Ven.

source: From
fr: De

source: FTP passive mode
fr: FTP passif

source: Full screen
fr: Affichage plein écran

source: Galactic
fr: Galactique

source: Galactic coordinates
fr: Coordonnées galactiques

source: Galactic coord.
fr: Coordonnées galactiques

source: Galaxies
fr: Galaxie

source: Galaxy
fr: Galaxie

source: Galaxy cluster
fr: Amas de galaxies

source: General
fr: Général

source: General catalog options
fr: Options générales

source: General settings
fr: Paramètres généraux

source: Geocentric
fr: Géocentrique

source: Geometric altitude
fr: Hauteur géométrique

source: Get
fr: Obtenir

source: Get the asteroids list.
fr: Liste des astéroïdes.

source: Get the DSS image
fr: Affiche une image DSS

source: Get from telescope
fr: Obtenir du télescope

source: Get the recent GRS measurement from JUPOS project.
fr: Obtenir des mesures récentes du projet JUPOS

source: Globular cluster
fr: Amas globulaire

source: Gnomonic
fr: Gnomonique

source: Graph height
fr: Hauteur des graphiques

source: Graphic
fr: Graphique

source: Graphs
fr: Graphiques

source: Gravitational lens
fr: Lentille gravitationnelle

source: Greatest
fr: Plus grand

source: Greek symbols
fr: Symboles grecs

source: Green
fr: Vert

source: Gregorian calendar start date
fr: Début du calendrier Grégorien

source: Grids
fr: Grilles

source: Grid spacing
fr: Espacement des grilles

source: Group
fr: Groupe

source: GRS transit
fr: Passage de la Tache Rouge

source: G slope parameter
fr: G paramètre de pente

source: H absolute magnitude
fr: H magnitude absolue

source: Half-mass radius
fr: Rayon de demi-masse

source: Halt after 1000 errors
fr: Arrêt après 1000 erreurs

source: HandPad
fr: Raquette

source: H-Beta magnitude
fr: Magnitude Hbeta

source: Height
fr: Hauteur

source: Help
fr: Aide

source: en/documentation/
fr: fr/documentation/

source: Help contents
fr: Contenu de l'aide

source: Hide
fr: Masquer

source: Hide label
fr: Masquer le label

source: Hide objects wider than
fr: Masquer si plus grand que

source: High colour
fr: Couleur forte

source: High quality
fr: Haute qualité

source: High surface brightness
fr: Forte luminosité

source: Horizontal overlap %
fr: Chevauchement horizontal %

source: Hostname:
fr: Nom d'hôte :

source: Hour
fr: Heure

source: Hour angle
fr: Angle horaire

source: Grid spacing in hour for equatorial grid
fr: Espacement de la grille en heure pour la grille équatoriale

source: Hourly motion
fr: Déplacement horaire

source: hours
fr: heures

source: Hours, minutes, seconds
fr: Heures, minutes, secondes

source: HTTP proxy
fr: Proxy HTTP

source: Humidity %
fr: Humidité %

source: Icon click action
fr: Action du clic sur l'icône

source: Icons
fr: Icônes

source: Icon size
fr: Taille de l'icône

source: Icon time display
fr: Affichage de l'heure dans l'icône

source: If it is not installed try the following depending on your system:
fr: S'il n'est pas installé, essayez les commandes suivantes selon votre système :

source: If you cannot fix the error, please contact the telescope driver author for assistance.
fr: Si vous ne pouvez pas corriger l'erreur, veuillez contacter l'auteur du pilote du télescope pour obtenir de l'aide.

source: Illuminated fraction
fr: Partie illuminée

source: Image archive
fr: Archive des images

source: Image directory
fr: Répertoire d'image

source: Image list
fr: Liste des images

source: Import mosaic file
fr: Importer un fichier de mosaïque

source: Inclination
fr: Inclinaison

source: Inclination=
fr: Inclinaison =

source: Include day time pass
fr: Inclure les flash de jour

source: Increment for bright stars
fr: Augmentation de luminosité

source: Increment time
fr: Incrémente le temps

source: Indicate here how to compute the required values from the data stored in the catalog text file.
fr: Indiquez comment calculer la valeur à partir des données du catalogue.

source: Indicate how to recognize the object size unit:
fr: Indiquez comment reconnaître les unités des dimensions des objets :

source: Indicate the string identifier for each type of object:
fr: Indiquez le texte identifiant chaque type d'objet :

source: Indicate the string for each draw operation
fr: Indiquez le texte pour chaque opération de dessin

source: Indicate the string for each colour
fr: Indiquez le texte pour chaque couleur

source: INDI driver
fr: Pilote INDI

source: INDI driver settings
fr: Paramètres du driver INDI

source: INDI server is ready
fr: Le serveur INDI est prêt

source: INDI server host
fr: Serveur INDI

source: INDI server port
fr: Port serveur

source: in drive
fr: dans le lecteur

source: Information
fr: Informations

source: Information detail
fr: Information détaillée

source: Information from catalog
fr: Informations du catalogue

source: Information from
fr: Information de

source: Initialize database
fr: Initialise la base de données

source: Inner Solar System
fr: Système Solaire Interne

source: Input catalog files
fr: Fichiers du catalogue

source: insert failed line %s: %s
fr: Erreur d'insertion, ligne %s : %s

source: Insert failed! %s
fr: Erreur d'insertion ! %s

source: Install
fr: Installer

source: Install additional DSO catalog for the objects you want to observe
fr: Installer des catalogues de nébuleuses supplémentaires pour les objets que vous voulez observer

source: Installed
fr: Installé

source: Install ephemeris data to improve the computation of solar system objects
fr: Installer des données d'éphémérides pour améliorer le calcul des objets du système solaire

source: Installing
fr: Installation

source: Install new version %s over %s
fr: Installer la nouvelle version %s en remplacement de %s

source: Install object catalog
fr: Installer des catalogues d'objets

source: Install one of the variable star catalog, depending on your interest and instrumentation
fr: Installer un des catalogues d'étoile variable, selon l’intérêt et l'instrument d'observation

source: Install one of the double star catalog, depending on your interest and instrumentation
fr: Installer un des catalogues d'étoile double, selon l’intérêt et l'instrument d'observation

source: Install pictures for this DSO catalog
fr: Installer des images pour ces catalogues de nébuleuses

source: Specialized catalog for specific use
fr: Catalogues spécialisés pour une utilisation spécifique

source: Install more stars down to the lowest required magnitude
fr: Installer plus d'étoiles jusqu'à la magnitude la plus faible indiquée

source: Internet localization
fr: Localisation par Internet

source: invalid epoch on line%s: %s
fr: Epoque invalide à la ligne %s : %s

source: Invalid FITS file: %s
fr: Fichier FITS non valide : %s

source: Invalid path:
fr: Répertoire non valide :

source: Invisible at this latitude
fr: Invisible à cette latitude

source: Is the coordinates epoch really %s?
fr: Est-ce que l'époque des coordonnées est vraiment %s ?

source: %s is empty!
fr: %s est vide !

source: January
fr: janvier

source: JD calendar
fr: Calendrier JD

source: JPL ephemeris search order
fr: Ordre de recherche des éphémérides JPL

source: Julian Day =
fr: jour julien =

source: Julian Year
fr: Année julienne

source: July
fr: juillet

source: June
fr: juin

source: Jupiter GRS longitude:
fr: Longitude de la tache rouge

source: Keep images on exit for later use
fr: Conserver les images en quittant pour une utilisation ultérieure

source: Keep tables on exit for later use
fr: Conserver les tables en quittant pour une utilisation ultérieure

source: Key
fr: Touche

source: Knot
fr: Nœud

source: Label every
fr: Label tout les

source: Label object
fr: Label les objets

source: Labels
fr: Étiquettes

source: Label text
fr: Texte du label

source: Landscape
fr: Paysage

source: Language
fr: Langues

source: Language selection
fr: Choix de la langue

source: Last
fr: Dernier

source: Left
fr: Gauche

source: Left bar
fr: Barre de gauche

source: Legal
fr: Légal

source: Legend
fr: Légendes

source: Length
fr: Longueur

source: Less deep sky
fr: Moins de nébuleuses

source: Less stars
fr: Moins d'étoiles

source: LHA
fr: AHL

source: Libration in latitude
fr: Libration en latitude

source: Libration in longitude
fr: Libration en longitude

source: License agreement
fr: Accord de licence

source: light years
fr: années-lumière

source: Limit
fr: Limite

source: Limiting magnitude, list:
fr: Magnitude limite, liste :

source: Limiting magnitude:
fr: Magnitude limite :

source: Limiting size (arcminutes):
fr: Taille limite (minutes) :

source: Line
fr: Lignes

source: Linear
fr: Linéaire

source: Line for telescope pointing limit
fr: Ligne pour les limites de pointage du télescope

source: Line mode
fr: Mode ligne

source: Line mode drawing
fr: Dessin en mode ligne

source: Line operation
fr: Opération de dessin

source: Lines
fr: Lignes

source: Lines / grid
fr: Lignes/grilles

source: Line width
fr: Épaisseur de la ligne

source: Link all charts
fr: Lier toutes les cartes

source: List
fr: Liste

source: Listen on port: %s
fr: Écoute sur le port : %s

source: List of available plates
fr: Liste des plaques disponibles

source: Load
fr: Charger

source: Load file
fr: Charger le fichier

source: Load from file
fr: Charger depuis un fichier

source: Load INDI configuration
fr: Charge la configuration INDI

source: Loading catalog list. Please wait ...
fr: Veuillez patienter pendant le téléchargement...

source: Load MPC file
fr: Charger le fichier

source: Load MPC format file
fr: Charger le fichier au format MPC

source: Load only the first
fr: Charger les premiers

source: Load project
fr: Charger

source: Local horizon
fr: Horizon local

source: Localized name
fr: Nom français

source: Local sidereal time
fr: Heure sidérale locale

source: Location code
fr: Code du lieu

source: Location / Time
fr: Définir le lieu et l'heure

source: Lock
fr: Verrouiller

source: Lock chart position
fr: Bloque la position de la carte

source: Lock the magnitude filter
fr: Bloque le filtre de magnitude

source: Lock on %s
fr: Verrouiller sur %s

source: Lock the chart at this position
fr: Verrouille la carte à cette position

source: Logarithmic scale
fr: Échelle logarithmique

source: Longitude ascending node
fr: Longitude nœud ascendant

source: Look at:
fr: Voir :

source: Lozenge
fr: Losange

source: Low surface brightness
fr: Faible luminosité

source: Luminosity
fr: Luminosité

source: Lunar eclipses
fr: Éclipses lunaires

source: ly
fr: al

source: Magnitude at maxima
fr: Magnitude au maxima

source: Magnitude at minima
fr: Magnitude au minima

source: Magnitude band
fr: Bande de magnitude

source: Magnitude difference
fr: Différence magnitude

source: Eclipse magnitude
fr: Magnitude

source: Magnitude error
fr: Erreur de magnitude

source: magnitudes fainter than the stars.
fr: magnitude plus faible que les étoiles

source: Mail list, discussion group
fr: Liste de discussions

source: Main bar
fr: Barre principale

source: Main menu
fr: Menu principal

source: Make selection of the table and column you want to your catalog
fr: Choisir la table et les colonnes que vous désirez

source: Manage tool box script
fr: Gérer les boîtes à outils

source: Manual
fr: Manuel

source: Manual mount
fr: Monture manuelle

source: Manual telescope
fr: Télescope manuel

source: Map
fr: Carte

source: March
fr: mars

source: Mark
fr: Marquer

source: Mark size
fr: Taille du symbole

source: Mark the centre of the chart
fr: Marque le centre de la carte

source: Maximize
fr: Agrandir

source: Maximum declination
fr: Déclinaison maximum

source: Maximum magnitude
fr: Magnitude maximum

source: Maximum number of image to show simultaneously
fr: Nombre maximum d'images affichées simultanément

source: Maximum rows
fr: Enregistrements max.

source: May
fr: mai

source: MBytes
fr: Moctets

source: Mean
fr: Moyenne

source: Mean anomaly
fr: Anomalie moyenne

source: mean equator, equinox and epoch of the date
fr: équateur moyen, équinoxe et époque de la date

source: mean equinox and epoch J2000
fr: équinoxe moyen et époque J2000

source: mean equinox J2000, epoch of the date
fr: équinoxe moyen J2000, époque de la date

source: Mean J2000
fr: Moyenne J2000

source: Mean local
fr: Moyen local

source: Mean of the date
fr: Moyenne de la date

source: Mean position
fr: Position moyenne

source: Measurement
fr: Mesure

source: Memo
fr: Mémo

source: Mercury
fr: Mercure

source: Meters
fr: Mètres

source: Milky Way
fr: Voie lactée

source: Minimal altitude
fr: Hauteur minimale

source: Minimum declination
fr: Déclinaison minimum

source: Mirror horizontally
fr: Miroir horizontal

source: Mirror vertically
fr: Miroir vertical

source: Misc. lines
fr: Autre lignes

source: Missing prerequisites
fr: Prérequis manquants

source: Missing script title!
fr: Il manque le titre du script !

source: Modify
fr: Modifier

source: Mon.
fr: Lun.

source: Month
fr: Mois

source: Moon
fr: Lune

source: More buttons for quick access to many functions
fr: Plus de boutons pour un accès rapide à beaucoup de fonctions

source: More informations
fr: Plus d'informations

source: More deep sky
fr: Plus de nébuleuses

source: More options
fr: Plus d'options

source: More stars
fr: Plus d'étoiles

source: More than 1000 errors! The processing is aborted.
fr: Plus de 1000 erreurs ! Le traitement est interrompu.

source: More than %s objects, the result is truncated.
fr: Plus de %s objets, le résultat est tronqué.

source: Morning
fr: Matin

source: Morning twilight
fr: Crépuscule matin

source: Mosaic
fr: Mosaïque

source: Mosaic center
fr: Centre de la mosaïque

source: Mosaic size
fr: Taille de la mosaïque

source: Mount capabilities: %s
fr: Capacités de la monture: %s

source: Move label
fr: Déplacer le label

source: Multiple star
fr: Étoile multiple

source: Naked eye
fr: Œil nu

source: Naked eye reference
fr: Référence pour l'œil nu

source: Name
fr: Nom

source: Nautical
fr: Nautique

source: Deep sky object
fr: Nébuleuse

source: Deep sky common name
fr: Nom commun de nébuleuse

source: Deep sky objects display
fr: Affichage des nébuleuses

source: Deep sky objects
fr: Nébuleuse

source: Deep sky filter
fr: Filtre des nébuleuses

source: Deep sky or other objects
fr: Nébuleuse ou autre objet

source: Nebulae outlines
fr: Contour de nébuleuse

source: Neighbour
fr: Voisinage

source: never
fr: jamais

source: New beta version available
fr: Une nouvelle version beta est disponible

source: New chart
fr: Nouvelle carte

source: New finder circle
fr: Nouveau cercle

source: New label
fr: Nouveau label

source: New version available
fr: Une nouvelle version est disponible

source: Next >>
fr: Suivant >>

source: Next
fr: Suivant

source: Next Chart
fr: Carte suivante

source: Night vision
fr: Vision de nuit

source: Night vision color
fr: Vision de nuit

source: No asteroids data found!%sPlease load a MPC file first.
fr: Pas de données pour les astéroïdes !%sVeuillez charger un fichier MPC.

source: No astronomical twilight today!
fr: Pas de crépuscule astronomique aujourd'hui !

source: No catalog selected, or no table from the selected catalog contain coordinates information.
fr: Aucun catalogue sélectionné, ou aucune table de ce catalogue ne contient de coordonnées

source: No change
fr: Pas de changement

source: No Data
fr: Pas de données

source: No decimal separator
fr: Sans séparateur décimal

source: No margin
fr: Pas de marge

source: None
fr: Aucun

source: Non-existent
fr: Non existant

source: Non-existent/unknown
fr: Non existant

source: No object to lock on
fr: Aucun objet à bloquer

source: No picture
fr: Pas d'image

source: No printer found!
fr: Pas d'imprimante

source: (uncorrected for proper motion, no pm data available from this catalog)
fr: , sans mouvement propre

source: No response from server
fr: Pas de réponse du serveur

source: North
fr: Nord

source: No SAMP hub profile found, no hub is running.
fr: Profile du hub SAMP pas trouvé, le hub n'est pas en cours d'exécution.

source: Not a FITS file, SIMPLE = T keyword missing
fr: Ce n'est pas un fichier FITS, mot clé SIMPLE = T manquant

source: No target object
fr: Pas d'objet selectionné

source: Not available
fr: Non disponible

source: %s not connected.
fr: %s non connecté.

source: %s not found
fr: %s pas trouvé

source: %s Not found in any of the installed catalog indices.
fr: %s non trouvé dans les indexes de catalogues installés.

source: %s Not found!%sMaybe the catalog is not installed, or there is a wrong path in catalog setting.
fr: %s non trouvé !%sPeut-être que le catalogue n'est pas installé, ou le répertoire indiqué n'est pas correct.

source: November
fr: novembre

source: Now
fr: Maintenant

source: Number of copies
fr: Nombre de copies

source: Number of days
fr: Nombre de jours

source: Number of files
fr: Nombre de fichiers

source: Number of ignored invalid rows: %s
fr: Nombre de lignes non valides ignorées : %s

source: Number of months
fr: nombre de mois
